<?php
//config('mod_vk.confirmation_key')
return [
	'confirmation_key' => '23a66da8',
    'group_id' => 133906356,
    'secret' => 'kJUgJ2oDqycty8JsolbhSb9IeveqWi',
    'access_token' => '904fcecacd6688612945adb341eb88b6e558f90c7d4cb4ac417c25197558012d63396802a81701f19a20a',
    'names' => ['Аввакум','Агафангел','Агафоник','Агриппин','Акакий','Алипий','Ананий','Боян','Бронислав','Вукол','Евлампий','Казимир','Кондрат','Никодим','Феодул'],
    'jokes' => [
        '<br>Надпись над писсуаром:<br>«Не льсти себе,<br>подойди поближе».<br>',
        '<br>- Мой муж такой агрессивный за рулем! А твой такой спокойный! Что ты ему даешь?<br>- Я ему даю.<br>',
        '<br>Чувствую, моя женщина не в настроении. Я ей по телефону:<br>— Дорогая, как дела?<br>А она мне:<br>— Дорогие шлюхи, а я — бесценна.<br>',
        '<br>Многие спорят, где лучшие камеры, в седьмом айфоне, в самсунгах или даже в сяоми.<br>На самом деле лучшие камеры в норвежской тюрьме.<br>',
        '<br>В нашей стране, наивность - это когда переходя дорогу с односторонним движением, думаешь что нужно посмотреть только в одну сторону.<br>',
        '<br>— Почему вы хотите развестись с мужем?<br>— У нас разные религиозные взгляды. <br>— А конкретнее? <br>— Он не признает меня богиней!<br>'
    ],
    'words' => [
        'greeting' => ['привет','ку','хай','здрасть','как','дела','ало','ау'],
        'thanks' => ['спс','спасибо','удачи','топ'],
        'help' => ['как','остановить','автоответчик','помогите','я','не','знаю'],
        'trade' => ['не','пришел','трейд','обмен','выигрыш','игра','игры','где','вещи','предметы'],
        'deposit' => ['внес','вносил','не','деньги','зачислились','магазин','депозит','обмен','принял','вносил'],
        'shop' => ['не','предметы','купил','пришли','веши','деньги','магазин','магазинa','магазине','помогите','списало'],
        'money' =>  ['пополнил', 'деньги', 'деньгами', 'баланс', 'не'],
        'marketing'=> ['пиар','реклама','стрим','ютуб','группа']
    ],
    'types' => [
        'greeting' => '&#9993; Вам отвечает автоответчик CSGF.RU. Формулируйте правильно ваш запрос. Если хотите поговорить с оператором - Остановите автоответчик и ждите.<br>&#128295;(Справка о командах: "/help")',
        'help' => '&#128295;(Справка о командах: "/help")',
        'thanks' => '&#128077; Спасибо за обращение в поддержку. Мы всегда рады вам помочь. Удачи. Заходите на CSGF.RU! &#128139;',
        'trade' => 'Если вы хотите проверить статус отправки трейда подробно по всем ботам напишите команду:<br> "/game 123" - где 123 номер игры. <br>&#128295;(Справка о командах: "/help")',
        'shop' => 'Если вам не пришли вещи из магазина, проверьте не зачислились ли средства обратно на баланс. Если нет - Остановите автоответчик и ждите оператора.<br>&#128295;(Справка о командах: "/help")',
        'deposit' => 'Если вы приняли обмен но средства не зачислились в течение 3-х минут - Остановите автоответчик и ждите оператора.<br>&#128295;(Справка о командах: "/help")',
        'money' =>  'Если после пополенения средства не зачислились на ваш баланс, попробуйте подождать до 30 мин. Если не пришло - Остановите автоответчик и ждите оператора.<br>&#128295;(Справка о командах: "/help")',
        'marketing'=> '&#9888; Мы не нуждаемся в услугах пиара. Спасибо за обращение в поддержку CSGF.RU.'
    ]
    
];
